{
  "text": {
    "hey": 34,
    "hello": 32,
    "hi": 35,
    "there": 77,
    "good": 26,
    "morning": 49,
    "evening": 19,
    "moin": 48,
    "let": 44,
    "s": 63,
    "go": 24,
    "dude": 18,
    "goodmorning": 29,
    "goodevening": 28,
    "afternoon": 2,
    "cu": 14,
    "by": 8,
    "cee": 11,
    "you": 93,
    "later": 43,
    "night": 54,
    "bye": 9,
    "goodbye": 27,
    "have": 31,
    "a": 1,
    "nice": 53,
    "day": 15,
    "see": 67,
    "around": 6,
    "yes": 92,
    "y": 91,
    "indeed": 40,
    "of": 58,
    "course": 13,
    "that": 75,
    "sounds": 69,
    "correct": 12,
    "how": 37,
    "is": 41,
    "the": 76,
    "weather": 86,
    "today": 81,
    "what": 88,
    "tell": 74,
    "me": 47,
    "__number__": 0,
    "this": 79,
    "my": 50,
    "phone": 60,
    "number": 57,
    "here": 33,
    "repeat": 62,
    "can": 10,
    "no": 55,
    "n": 51,
    "never": 52,
    "i": 39,
    "don": 17,
    "t": 72,
    "think": 78,
    "so": 68,
    "like": 45,
    "way": 85,
    "not": 56,
    "really": 61,
    "perfect": 59,
    "great": 30,
    "amazing": 4,
    "feeling": 23,
    "king": 42,
    "wonderful": 89,
    "am": 3,
    "very": 83,
    "going": 25,
    "to": 80,
    "save": 66,
    "world": 90,
    "super": 71,
    "stoked": 70,
    "extremely": 20,
    "was": 84,
    "horrible": 36,
    "sad": 65,
    "feel": 22,
    "well": 87,
    "disappointed": 16,
    "m": 46,
    "unhappy": 82,
    "extremly": 21,
    "saad": 64,
    "are": 5,
    "bot": 7,
    "human": 38,
    "talking": 73
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "weather": 9,
    "phone": 7,
    "repeat_phone": 8,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_say_phone": 9,
    "utter_ask_phone": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_iamabot": 16
  },
  "action_text": null,
  "intent_response_key": null
}