{
  "text": {
    "hey": 43,
    "hello": 41,
    "hi": 44,
    "there": 99,
    "good": 35,
    "morning": 62,
    "evening": 25,
    "moin": 61,
    "let": 56,
    "s": 83,
    "go": 32,
    "dude": 24,
    "goodmorning": 38,
    "goodevening": 37,
    "afternoon": 2,
    "cu": 19,
    "by": 11,
    "cee": 15,
    "you": 116,
    "later": 55,
    "night": 70,
    "bye": 12,
    "goodbye": 36,
    "have": 40,
    "a": 1,
    "nice": 69,
    "day": 20,
    "see": 88,
    "around": 9,
    "yes": 114,
    "y": 113,
    "indeed": 50,
    "of": 74,
    "course": 18,
    "that": 97,
    "sounds": 90,
    "correct": 17,
    "how": 46,
    "is": 51,
    "the": 98,
    "weather": 108,
    "today": 103,
    "what": 110,
    "tell": 96,
    "me": 60,
    "__number__": 0,
    "this": 101,
    "my": 64,
    "phone": 78,
    "number": 73,
    "here": 42,
    "repeat": 82,
    "can": 14,
    "name": 66,
    "sahil": 86,
    "i": 48,
    "m": 59,
    "ajay": 3,
    "people": 76,
    "call": 13,
    "jagdish": 52,
    "anusha": 7,
    "anu": 6,
    "live": 58,
    "in": 49,
    "new": 68,
    "york": 115,
    "am": 4,
    "from": 31,
    "delhi": 21,
    "city": 16,
    "mumbai": 63,
    "goa": 33,
    "panauti": 75,
    "kathmandu": 53,
    "pokhara": 79,
    "no": 71,
    "n": 65,
    "never": 67,
    "don": 23,
    "t": 94,
    "think": 100,
    "so": 89,
    "like": 57,
    "way": 107,
    "not": 72,
    "really": 81,
    "perfect": 77,
    "great": 39,
    "amazing": 5,
    "feeling": 30,
    "king": 54,
    "wonderful": 111,
    "very": 105,
    "going": 34,
    "to": 102,
    "save": 87,
    "world": 112,
    "super": 93,
    "stoked": 91,
    "extremely": 27,
    "was": 106,
    "horrible": 45,
    "sad": 85,
    "feel": 29,
    "well": 109,
    "disappointed": 22,
    "unhappy": 104,
    "extremly": 28,
    "saad": 84,
    "are": 8,
    "bot": 10,
    "human": 47,
    "talking": 95,
    "stop": 92,
    "quit": 80,
    "exit": 26
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "weather": 11,
    "number": 8,
    "repeat_phone": 9,
    "inform": 5,
    "deny": 2,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 1,
    "stop": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_say_data": 9,
    "simple_form": 13,
    "utter_goodbye": 14,
    "utter_iamabot": 15
  },
  "action_text": null,
  "intent_response_key": null
}