{
  "text": {
    "hey": 42,
    "hello": 40,
    "hi": 43,
    "there": 93,
    "good": 34,
    "morning": 60,
    "evening": 25,
    "moin": 59,
    "let": 54,
    "s": 78,
    "go": 31,
    "dude": 24,
    "goodmorning": 37,
    "goodevening": 36,
    "afternoon": 2,
    "cu": 19,
    "by": 11,
    "cee": 15,
    "you": 110,
    "later": 53,
    "night": 68,
    "bye": 12,
    "goodbye": 35,
    "have": 39,
    "a": 1,
    "nice": 67,
    "day": 20,
    "see": 83,
    "around": 9,
    "yes": 108,
    "y": 107,
    "indeed": 49,
    "of": 72,
    "course": 18,
    "that": 91,
    "sounds": 85,
    "correct": 17,
    "how": 45,
    "is": 50,
    "the": 92,
    "weather": 102,
    "today": 97,
    "what": 104,
    "tell": 90,
    "me": 58,
    "__number__": 0,
    "this": 95,
    "my": 62,
    "phone": 75,
    "number": 71,
    "here": 41,
    "repeat": 77,
    "can": 14,
    "name": 64,
    "sahil": 81,
    "i": 47,
    "m": 57,
    "ajay": 3,
    "people": 73,
    "call": 13,
    "jagdish": 51,
    "anusha": 7,
    "anu": 6,
    "live": 56,
    "in": 48,
    "new": 66,
    "york": 109,
    "am": 4,
    "from": 30,
    "delhi": 21,
    "city": 16,
    "mumbai": 61,
    "goa": 32,
    "no": 69,
    "n": 63,
    "never": 65,
    "don": 23,
    "t": 88,
    "think": 94,
    "so": 84,
    "like": 55,
    "way": 101,
    "not": 70,
    "really": 76,
    "perfect": 74,
    "great": 38,
    "amazing": 5,
    "feeling": 29,
    "king": 52,
    "wonderful": 105,
    "very": 99,
    "going": 33,
    "to": 96,
    "save": 82,
    "world": 106,
    "super": 87,
    "stoked": 86,
    "extremely": 26,
    "was": 100,
    "horrible": 44,
    "sad": 80,
    "feel": 28,
    "well": 103,
    "disappointed": 22,
    "unhappy": 98,
    "extremly": 27,
    "saad": 79,
    "are": 8,
    "bot": 10,
    "human": 46,
    "talking": 89
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "weather": 10,
    "phone": 8,
    "repeat_phone": 9,
    "inform": 5,
    "deny": 2,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_say_data": 9,
    "simple_form": 13,
    "utter_goodbye": 14,
    "utter_iamabot": 15
  },
  "action_text": null,
  "intent_response_key": null
}